/* Account properties screen title */
"account_edit" = "Account Edit";

/* No comment provided by engineer. */
"blog_post_details" = "Blog post details";

/* Blog post list details */
"blog_posts" = "Blog posts";

/* Email reset alert title */
"email_reset" = "Email reset";

/* Email reset alert message */
"email_reset_message" = "You should receive an email instructing how to reset your account password";

/* Default error message title */
"error" = "Error";

/* Forgot account details screen title */
"forgot_account" = "Forgot password";

/* Invalid email input */
"invalid_email" = "Email does not contain a valid email address";

/* Invalid text inputs */
"invalid_inputs" = "Please correct the indicated invalid inputs";

/* Loading screen default */
"loading" = "Loading";

/* No comment provided by engineer. */
"log_in_to_view" = "Log in to view content";

/* Login screen title */
"login" = "Login";

/* No comment provided by engineer. */
"no_data_found" = "No data available";

/* Cannot determine date */
"no_date" = "No date";

/* No comment provided by engineer. */
"not_logged_in" = "Not logged in";

/* Dismiss error button label */
"ok" = "OK";

/* Passwords don't match */
"password_mismatch" = "Password mismatch";

/* Invalid password matching input */
"passwords_dont_match" = "Passwords do not match";

/* Register account screen title */
"register" = "Register";

"log_out" = "Log out";
"cancel" = "Cancel";

"are_you_sure_logout" = "Are you sure you want to log out?";

"male" = "Male";
"female" = "Female";
"other" = "Other";
"open_safari" = "Open in Safari?";
"open" = "Open";
"photo_library_access_denied" = "Please check photo access from Settings > Privacy > Photos";
"photo_library_access_denied_title" = "Photo library access denied";
"camera" = "Camera";
"photo_library" = "Photo library";
"photo_source_message" = "Which source would you like to select a photo from?";
"photo_source" = "Photo source";
"fb_token_error" = "Error getting Facebook login token";
"email_reset_error" = "Error sending a password reset email";
"messages" = "Messages";
"new_message" = "New message";
"default_message" = "You have received a new notification message";
"to" = "TO";
"uploading_spinner" = "Uploading...";
"go_back" = "Go back";
"are_you_sure_go_back" = "Are you sure you want to go back?";
"unsaved_changes" = "Unsaved changes";
"change_picture" = "Change picture";
